Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #30300
source: Starting
sv: Startar

# #30301
source: beginning work
sv: påbörjar aktivitet

# #30310
source: Result
sv: Resultat

# #30311
source: successfully wrote hash list file
sv: lyckades skriva hashlistsfil

# #30312
source: unable to create hash list file
sv: kunde inte skapa hashlistsfil

# #30320
source: Error
sv: Fel

# #30321
source: no migration folder defined
sv: ingen migreringsmapp bestämd

# #30330
source: Result
sv: Resultat

# #30331
source: migration of files complete
sv: filmigrering klar

# #30340
source: Error
sv: Fel

# #30341
source: no hash list folder defined
sv: ingen hashlistsmapp bestämd

# #30350
source: Error
sv: Fel

# #30351
source: no action specified in settings
sv: ingen åtgärd specifierad i inställningar

# #32001
source: Create artist hash mapping file
sv: Skapa hashkartfil för artist

# #32002
source: Output directory
sv: Destinationsmapp

# #32003
source: Migrate images
sv: Migrera bilder

# #32004
source: Output directory
sv: Destinationsmapp

# #32005
source: Migration type
sv: Migreringstyp

# #32006
source: test
sv: prova

# #32007
source: move
sv: flytta

# #32008
source: copy
sv: kopiera

# #32209
source: Enable debug logging
sv: Aktivera debugloggning
