Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Greek/strings.po
Languages: el

# #30300
source: Starting
el: Έναρξη

# #30301
source: beginning work
el: έναρξη εργασίας

# #30310
source: Result
el: Αποτέλεσμα

# #30311
source: successfully wrote hash list file
el: επιτυχής δημιουργία αρχείου λίστας hash

# #30312
source: unable to create hash list file
el: αποτυχία δημιουργίας αρχείου λίστας hash

# #30320
source: Error
el: Σφάλμα

# #30321
source: no migration folder defined
el: δεν έχει οριστεί φάκελος μεταφοράς

# #30330
source: Result
el: Αποτέλεσμα

# #30331
source: migration of files complete
el: ολοκληρώθηκε η μεταφορά αρχείων

# #30340
source: Error
el: Σφάλμα

# #30341
source: no hash list folder defined
el: δεν έχει οριστεί φάκελος λίστας hash

# #30350
source: Error
el: Σφάλμα

# #30351
source: no action specified in settings
el: δεν έχει οριστεί ενέργεια στις ρυθμίσεις

# #32001
source: Create artist hash mapping file
el: Δημιουργία αρχείου αντιστοίχησης hash καλλιτέχνη

# #32002
source: Output directory
el: Φάκελος προορισμού

# #32003
source: Migrate images
el: Μεταφορά εικόνων

# #32004
source: Output directory
el: Φάκελος προορισμού

# #32005
source: Migration type
el: Τύπος μεταφοράς

# #32006
source: test
el: δοκιμή

# #32007
source: move
el: μετακίνηση

# #32008
source: copy
el: αντιγραφή

# #32209
source: Enable debug logging
el: Ενεργοποίηση καταγραφής σφαλμάτων
