Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Galician/strings.po
Languages: gl

# #30300
source: Starting
gl: Iniciando

# #30301
source: beginning work
gl: Iniciando o traballo

# #30310
source: Result
gl: Resultado

# #30311
source: successfully wrote hash list file
gl: escribñiuse con éxito o hash da lista de ficheiros

# #30312
source: unable to create hash list file
gl: imposible crear o hash da lista de ficheiros

# #30320
source: Error
gl: Erro

# #30321
source: no migration folder defined
gl: non se definiu o cartafol de migración

# #30330
source: Result
gl: Resultado

# #30331
source: migration of files complete
gl: migración dos ficheiros completada

# #30340
source: Error
gl: Erro

# #30341
source: no hash list folder defined
gl: non se definíu hash da lista de carpetas

# #30350
source: Error
gl: Erro

# #30351
source: no action specified in settings
gl: non se especificou acción nos axustes

# #32001
source: Create artist hash mapping file
gl: Crear fichiro de mapeo do hash de artista

# #32002
source: Output directory
gl: Cartafol de saída

# #32003
source: Migrate images
gl: Migrar imaxes

# #32004
source: Output directory
gl: Cartafol de saída

# #32005
source: Migration type
gl: Tipo de migración

# #32006
source: test
gl: prova

# #32007
source: move
gl: mover

# #32008
source: copy
gl: copiar

# #32209
source: Enable debug logging
gl: Activar rexistro de depurado
