Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Hungarian/strings.po
Languages: hu

# #30300
source: Starting
hu: Kezdődik

# #30301
source: beginning work
hu: művelet megkezdése

# #30310
source: Result
hu: Eredmény

# #30311
source: successfully wrote hash list file
hu: ellenőrzőősszeg fájl megírása sikerült

# #30312
source: unable to create hash list file
hu: ellenőrzőösszeg fájl megírása sikertelen

# #30320
source: Error
hu: Hiba

# #30321
source: no migration folder defined
hu: migrációs könyvtár nincs megadva

# #30330
source: Result
hu: Eredmény

# #30331
source: migration of files complete
hu: fájlok migrálása kész

# #30340
source: Error
hu: Hiba

# #30341
source: no hash list folder defined
hu: nincs hash lista könyvtár megadva

# #30350
source: Error
hu: Hiba

# #30351
source: no action specified in settings
hu: nincs teendő megadva a beállításokban

# #32001
source: Create artist hash mapping file
hu: Művész hash térkép fájl létrehozása

# #32002
source: Output directory
hu: Kimenet könyvtár

# #32003
source: Migrate images
hu: Képek migrálása

# #32004
source: Output directory
hu: Kimenet könyvtár

# #32005
source: Migration type
hu: Migráció típus

# #32006
source: test
hu: teszt

# #32007
source: move
hu: áthelyezés

# #32008
source: copy
hu: másolás

# #32209
source: Enable debug logging
hu: Naplózás engedélyezése
