Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Icelandic/strings.po
Languages: is

# #30300
source: Starting
is: Ræsi

# #30301
source: beginning work
is: byrja vinnu

# #30310
source: Result
is: Niðurstaða

# #30311
source: successfully wrote hash list file
is: tókst að skrifa hash skráalista

# #30312
source: unable to create hash list file
is: gat ekki skrifað hash skráalista

# #30320
source: Error
is: Villa

# #30321
source: no migration folder defined
is: engin útflutningsmappa skilgreind

# #30330
source: Result
is: Niðurstaða

# #30331
source: migration of files complete
is: útflutningur á skrám búinn

# #30340
source: Error
is: Villa

# #30341
source: no hash list folder defined
is: Enginn mappa fyrir hash lista skilgreind

# #30350
source: Error
is: Villa

# #30351
source: no action specified in settings
is: engin aðgerð skilgreind í stillingum

# #32001
source: Create artist hash mapping file
is: Bý til hash möppunarskrá fyrir listamenn

# #32002
source: Output directory
is: Útgangsskráasafn

# #32003
source: Migrate images
is: Flyt út myndir

# #32004
source: Output directory
is: Útgangsskráasafn

# #32005
source: Migration type
is: Gerð útflutnings

# #32006
source: test
is: prófa

# #32007
source: move
is: færa

# #32008
source: copy
is: afrita

# #32209
source: Enable debug logging
is: Virkja kembi úttak
