Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30300
source: Starting
pt_br: Iniciando

# #30301
source: beginning work
pt_br: Iniciando o trabalho

# #30310
source: Result
pt_br: Resultado

# #30311
source: successfully wrote hash list file
pt_br: Criado com sucesso lista de arquivos hash

# #30312
source: unable to create hash list file
pt_br: incapaz de criar o arquivo de lista de hash

# #30320
source: Error
pt_br: Erro

# #30321
source: no migration folder defined
pt_br: Nenhuma pasta de migração definida

# #30330
source: Result
pt_br: Resultado

# #30331
source: migration of files complete
pt_br: migração de arquivos completada

# #30340
source: Error
pt_br: Erro

# #30341
source: no hash list folder defined
pt_br: nenhuma pasta lista de hash definido

# #30350
source: Error
pt_br: Erro

# #30351
source: no action specified in settings
pt_br: nenhuma ação especificada nos ajustes

# #32001
source: Create artist hash mapping file
pt_br: Criar arquivo de mapeamento de hash de artistas

# #32002
source: Output directory
pt_br: Diretório de saída

# #32003
source: Migrate images
pt_br: Migrar imagens

# #32004
source: Output directory
pt_br: Diretório de saída

# #32005
source: Migration type
pt_br: Tipo da migração

# #32006
source: test
pt_br: teste

# #32007
source: move
pt_br: mova

# #32008
source: copy
pt_br: copiar

# #32209
source: Enable debug logging
pt_br: Ativar log de depuração
