Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/*/strings.po
Languages: italian, korean

# #30300
source: Starting
italian: Avvio in corso
korean: 시작

# #30301
source: beginning work
italian: Inizio dell'attivit√†
korean: 작업 시작 중

# #30310
source: Result
italian: Risultati
korean: 결과

# #30311
source: successfully wrote hash list file
italian: File con la lista hash scritto correttamente
korean: 해시 목록 파일을 성공적으로 작성하였습니다

# #30312
source: unable to create hash list file
italian: Impossibile create il file con la lista hash
korean: 해시 목록 파일을 생성할 수 없습니다

# #30320
source: Error
italian: Errore
korean: 오류

# #30321
source: no migration folder defined
italian: Nessuna cartella definita per la migrazione
korean: 마이그레이션 폴더가 설정되지 않음

# #30330
source: Result
italian: Risultato
korean: 결과

# #30331
source: migration of files complete
italian: Migrazione dei file completata
korean: 파일 마이그레이션 완료

# #30340
source: Error
italian: Errore
korean: 오류

# #30341
source: no hash list folder defined
italian: Nessun cartella definita per le liste hash
korean: 해시 파일 폴더 설정되지 않음

# #30350
source: Error
italian: Errore
korean: 오류

# #30351
source: no action specified in settings
italian: Nessuna azione specificata nelle impostazioni
korean: 설정에서 동작이 설정되지 않음

# #32001
source: Create artist hash mapping file
italian: Crea file con la mappa hash per l'artista
korean: 아티스트 해시 맵핑 파일 생성

# #32002
source: Output directory
italian: Directory di output
korean: 저장 디렉터리

# #32003
source: Migrate images
italian: Migrazione immagini
korean: 이미지 마이그레이션

# #32004
source: Output directory
italian: Directory di output
korean: 저장 디렉터리

# #32005
source: Migration type
italian: Tipo di migrazione
korean: 마이그레이션 유형

# #32006
source: test
korean: 테스트

# #32007
source: move
italian: sposta
korean: 이동

# #32008
source: copy
italian: copia
korean: 복사

# #32209
source: Enable debug logging
italian: Attiva il debug logging
korean: 디버그 로그 사용
