Repository: meowmoo/script.artistslideshow-helper
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# #30300
source: Starting
lt: Paleidžiama

# #30301
source: beginning work
lt: pradedamas darbas

# #30310
source: Result
lt: Rezultatas

# #30311
source: successfully wrote hash list file
lt: sėkmingai įrašytas maišos sąrašo failas

# #30312
source: unable to create hash list file
lt: neįmanoma sukurti maišos sąrašo failo

# #30320
source: Error
lt: Klaida

# #30321
source: no migration folder defined
lt: nenustatytas migracijos aplankas

# #30330
source: Result
lt: Rezultatas

# #30331
source: migration of files complete
lt: failų migracija baigta

# #30340
source: Error
lt: Klaida

# #30341
source: no hash list folder defined
lt: nenustatytas maišos sąrašo aplankas

# #30350
source: Error
lt: Klaida

# #30351
source: no action specified in settings
lt: nenurodytas veiksmas nustatymuose

# #32001
source: Create artist hash mapping file
lt: Sukurti atlikėjų maišos atvaizdžio failą

# #32002
source: Output directory
lt: Išvesties katalogas

# #32003
source: Migrate images
lt: Migruoti atvaizdus

# #32004
source: Output directory
lt: Išvesties katalogas

# #32005
source: Migration type
lt: Migracijos tipas

# #32006
source: test
lt: išbandyti

# #32007
source: move
lt: perkelti

# #32008
source: copy
lt: kopijuoti

# #32209
source: Enable debug logging
lt: Įjungti derinimo žurnalą
